Repository: mansurgh/trainer-startup
Catalog: lib/l10n/app_*.arb
Languages: ru

source: End workout
ru: Завершить тренировку

source: Available on training day
ru: Доступно в день тренировки

source: Coming soon
ru: Скоро будет доступно

source: Photo uploaded
ru: Фото загружено

# totalVolume
source: Volume
ru: Объём

source: Discipline
ru: Дисциплина

# goalProgress
source: Progress
ru: Прогресс

source: Weight trend
ru: Тренд веса

source: No data
ru: Нет данных

# trainToSeeStats
source: Train to see your stats
ru: Тренируйтесь для отображения статистики

source: Progress Photos
ru: Прогресс фото

source: View all
ru: Все

# noProgressPhotosYet
source: No photos yet
ru: Пока нет фото

source: Tap to add
ru: Нажмите, чтобы добавить

source: Error loading photos
ru: Ошибка загрузки

source: Language changed
ru: Язык изменён

source: Interface language
ru: Язык интерфейса

source: About App
ru: О приложении

source: How we use your data
ru: Как мы используем ваши данные

# appUsageRules
source: Application usage rules
ru: Правила использования приложения

source: Contact us
ru: Связаться с нами

# workoutsLabel
source: Workouts
ru: Тренировки

source: Last 7 days
ru: За 7 дней

source: Nutrition History
ru: История питания

source: Workout History
ru: История тренировок

source: Profile Data
ru: Данные профиля

source: Enter name
ru: Введите имя

# noNutritionData
source: No nutrition data yet
ru: Нет данных о питании

# totalWorkouts
source: Total
ru: Всего

source: This Month
ru: В этом мес.

source: Time
ru: Время

source: No workouts
ru: Нет тренировок

# startWorkingOutHint
source: Start working out to see your history
ru: Начните тренироваться, чтобы видеть свою историю

source: No meals logged
ru: Нет записей о питании

source: Check Form
ru: Проверить технику

source: Form Analysis
ru: Анализ техники

source: Errors Detected
ru: Обнаруженные ошибки

source: Recommendations
ru: Рекомендации

source: Video Guide
ru: Видеоурок

source: Get Ready
ru: Приготовьтесь

source: Recording
ru: Запись

source: Processing
ru: Обработка

# aiAnalyzingForm
source: AI is analyzing your form
ru: AI анализирует вашу технику

source: Countdown Timer
ru: Таймер обратного отсчёта

source: Tap to start recording
ru: Нажмите для начала записи

# tapToStopOrWait
source: Tap to stop or wait {seconds}s
ru: Нажмите для остановки или дождитесь {seconds}с

source: Search exercises...
ru: Поиск упражнений...

source: Selected
ru: Выбрано

source: Clear All
ru: Очистить

source: Current
ru: Текущее

source: Add Photo
ru: Добавить фото

source: Weekly History
ru: История недели

source: Track your progress
ru: Отслеживайте свой прогресс

source: Check permissions
ru: Проверьте разрешения

# logoutConfirmation
source: Are you sure you want to log out?
ru: Вы уверены, что хотите выйти?

source: Core
ru: Пресс

source: Welcome back!
ru: С возвращением!

source: Sign in to continue
ru: Войдите, чтобы продолжить

source: Enter email
ru: Введите email

# enterValidEmail
source: Enter a valid email
ru: Введите корректный email

source: Password
ru: Пароль

source: Enter password
ru: Введите пароль

# passwordTooShort
source: Minimum 6 characters
ru: Минимум 6 символов

source: Forgot password?
ru: Забыли пароль?

source: Sign In
ru: Войти

source: or
ru: или

source: Create Account
ru: Создать аккаунт

source: Sign Up
ru: Регистрация

source: Confirm Password
ru: Подтвердите пароль

source: Passwords do not match
ru: Пароли не совпадают

# alreadyHaveAccount
source: Already have an account?
ru: Уже есть аккаунт?

# dontHaveAccount
source: Don't have an account?
ru: Нет аккаунта?

# pleaseFillAllFields
source: Please fill in all fields
ru: Пожалуйста, заполните все поля

source: Incomplete form
ru: Заполните все поля

# trialEnded
source: Your Free Trial Has Ended
ru: Пробный период завершён

# trialEndedSubtitle
source: 7 days of free access have expired. Subscribe to continue using the app.
ru: 7 дней бесплатного доступа истекли. Подпишитесь, чтобы продолжить.

source: Meal plans
ru: Планы питания

source: AI coach 24/7
ru: AI тренер 24/7

source: Subscribe Now
ru: Подписаться

source: Restore Purchases
ru: Восстановить покупки

# restoringPurchases
source: Restore Purchases
ru: Восстановление покупок

# checkingPurchases
source: Checking your purchases...
ru: Проверяем ваши покупки...

source: Test Your Luck!
ru: Испытай удачу!

# spinWheelSubtitle
source: Spin the wheel for a chance to win free trial days
ru: Крути колесо и выигрывай бесплатные дни пробного периода

# daysFreeTrial
source: {days} Days Free Trial!
ru: {days} Дней бесплатно!

source: No Luck This Time
ru: Не повезло

source: Try Again!
ru: Попробуй ещё!

# noLuckButPremium
source: No luck this time, but you can still get premium!
ru: Не повезло, но ты всё ещё можешь получить Premium!

source: Get Premium Now
ru: Получить Premium

source: Buy Premium Now
ru: Купить Premium

source: Premium Features
ru: Premium возможности

# premiumFeaturesList
source: • AI Personal Trainer & Nutritionist • Custom Workout Plans • Meal Planning & Tracking • Progress Analytics • Unlimited Everything
ru: • AI персональный тренер и нутрициолог • Индивидуальные программы тренировок • Планирование питания • Аналитика прогресса • Безлимитный доступ

source: Target muscle
ru: Целевая мышца

source: Equipment
ru: Оборудование

source: Instructions
ru: Инструкции

# calorieGoal
source: of daily goal
ru: от дневной цели

source: Change Avatar
ru: Сменить аватар

# takePhotoCamera
source: Take Photo
ru: Сделать фото

source: Choose from Gallery
ru: Выбрать из галереи

source: Offline Mode
ru: Офлайн режим

source: Discipline Rating
ru: Рейтинг Дисциплины

# consistencyLabel
source: Consistency
ru: Постоянство

# nutritionLabel
source: Nutrition
ru: Питание

# strengthLabel
source: Strength
ru: Сила

# enduranceLabel
source: Endurance
ru: Выносливость

# balanceLabel
source: Balance
ru: Баланс

# howRatingCalculated
source: How is the rating calculated?
ru: Как рассчитывается рейтинг?

# ratingExplanation
source: Discipline rating measures your workout consistency and dedication. • Consistency (400 max) — active day streak • Nutrition (150 max) — meal plan adherence • Strength (150 max) — exercise progress • Endurance (150 max) — workout duration • Balance (150 max) — exercise variety
ru: Рейтинг дисциплины — это показатель вашей последовательности и приверженности тренировкам. • Постоянство (400 макс) — серия активных дней • Питание (150 макс) — выполнение плана питания • Сила (150 макс) — прогресс в упражнениях • Выносливость (150 макс) — продолжительность тренировок • Баланс (150 макс) — разнообразие упражнений

# successDayTitle
source: Day Success — {percentage}%
ru: Успех дня — {percentage}%

source: App login
ru: Вход в приложение

# workoutActivity
source: Workout
ru: Тренировка

# completeAllForHundred
source: Complete all activities to reach 100%!
ru: Выполняйте все активности, чтобы достичь 100%!

source: Workouts This Month
ru: Тренировки за месяц

# monthlyGoal
source: Goal: {target} workouts per month.
ru: Цель: {target} тренировок в месяц.

# workoutsRemaining
source: Remaining: {remaining} workouts.
ru: Осталось: {remaining} тренировок.

source: Activity Streak
ru: Серия активности

# daysInRow
source: {days} days in a row
ru: {days} дней подряд

# streakExplanation
source: Your streak counts for each day when you: • Completed a workout • Or logged a meal Maintain your streak to earn bonuses!
ru: Серия засчитывается за каждый день, когда вы: • Завершили тренировку • Или записали приём пищи Поддерживайте серию, чтобы получить бонусы!

# cancelButton
source: Cancel
ru: Отмена

# weightLabel
source: Weight
ru: Вес

# doneButton
source: Done
ru: Готово

source: Share
ru: Поделиться

# mondayShort
source: M
ru: Пн

# tuesdayShort
source: T
ru: Вт

# wednesdayShort
source: W
ru: Ср

# thursdayShort
source: T
ru: Чт

# fridayShort
source: F
ru: Пт

# saturdayShort
source: S
ru: Сб

# sundayShort
source: S
ru: Вс

# cmUnit
source: cm
ru: см

# kgUnit
source: kg
ru: кг

# yearsUnit
source: y.o.
ru: лет

# disciplineDesc
source: Regularity and plan adherence
ru: Регулярность и следование плану

# nutritionDesc
source: Following nutrition schedule
ru: Соблюдение режима питания

# strengthDesc
source: Max weight in basic exercises
ru: Максимальный вес в базовых упражнениях

# enduranceDesc
source: Ability for prolonged loads
ru: Способность к длительным нагрузкам

# balanceDesc
source: Coordination and balance
ru: Координация и равновесие

# addMealEntry
source: Add Meal
ru: Добавить приём пищи

source: Lower Body
ru: Низ тела

source: Upper Body
ru: Верх тела

source: Full Body
ru: Всё тело

source: Push
ru: Жим

source: Pull
ru: Тяга

# kcalUnit
source: kcal
ru: ккал

source: User not authorized
ru: Пользователь не авторизован

source: Photo load error
ru: Ошибка загрузки фото

# noteHint
source: Add a note about this photo...
ru: Добавьте заметку к этому фото...

source: Save Note
ru: Сохранить заметку

source: Delete Photo
ru: Удалить фото

source: Compare Photos
ru: Сравнить фото

# addPhotoShort
source: Add
ru: Добавить

# repeatAction
source: Retry
ru: Повторить

# addFirstPhotoHint
source: Add your first photo to track your changes
ru: Добавьте первое фото, чтобы отслеживать свои изменения

# photoNoteTitle
source: Photo Note
ru: Заметка к фото

# describeProgress
source: Describe your progress...
ru: Опишите свой прогресс...

source: Skip
ru: Пропустить

# deletePhotoConfirm
source: Delete photo?
ru: Удалить фото?

# actionCannotBeUndone
source: This action cannot be undone.
ru: Это действие нельзя отменить.

source: Delete error
ru: Ошибка удаления

# needMinPhotosForCompare
source: Need at least 2 photos to compare
ru: Нужно минимум 2 фото для сравнения

source: Comparison
ru: Сравнение

source: Select "Before"
ru: Выберите "До"

source: Select "After"
ru: Выберите "После"

source: Before
ru: До

source: After
ru: После

source: Difference
ru: Разница

# lessThanOneDay
source: Less than 1 day
ru: Менее 1 дня

# oneDay
source: 1 day
ru: 1 день

# daysPlural
source: {count} days
ru: {count} дней

# weeksPlural
source: {count} weeks
ru: {count} нед.

# monthsPlural
source: {count} months
ru: {count} мес.

# yearsPlural
source: {count} year(s)
ru: {count} год(а)

# janShort
source: Jan
ru: янв

# febShort
source: Feb
ru: фев

# marShort
source: Mar
ru: мар

# aprShort
source: Apr
ru: апр

# mayShort
source: May
ru: май

# junShort
source: Jun
ru: июн

# julShort
source: Jul
ru: июл

# augShort
source: Aug
ru: авг

# sepShort
source: Sep
ru: сен

# octShort
source: Oct
ru: окт

# novShort
source: Nov
ru: ноя

# decShort
source: Dec
ru: дек

source: January
ru: января

source: February
ru: февраля

source: March
ru: марта

source: April
ru: апреля

source: May
ru: мая

source: June
ru: июня

source: July
ru: июля

source: August
ru: августа

source: September
ru: сентября

source: October
ru: октября

source: November
ru: ноября

source: December
ru: декабря

# rankNovice
source: NOVICE
ru: НОВИЧОК

# rankApprentice
source: APPRENTICE
ru: УЧЕНИК

# rankWarrior
source: WARRIOR
ru: ВОИН

# rankChampion
source: CHAMPION
ru: ЧЕМПИОН

# rankMachine
source: MACHINE
ru: МАШИНА

# rankLegend
source: LEGEND
ru: ЛЕГЕНДА

source: AI Trainer
ru: AI Тренер

source: AI Nutritionist
ru: AI Нутрициолог

source: AI Assistant
ru: AI Помощник

# featureNotAvailable
source: This feature is not available yet
ru: Эта функция пока недоступна

# uploadFailed
source: Upload failed. Please try again
ru: Не удалось загрузить. Попробуйте ещё раз

source: Something went wrong
ru: Что-то пошло не так

source: No workouts yet
ru: Тренировок пока нет
