Repository: mansurgh/trainer-startup
Catalog: lib/l10n/app_*.arb
Languages: ru

source: Welcome
ru: Добро пожаловать

source: Athlete
ru: Атлет

# onboardingTitle
source: Welcome to PulseFit Pro
ru: Добро пожаловать в PulseFit Pro

# onboardingSubtitle
source: Your personal AI fitness trainer
ru: Ваш персональный AI-тренер

# tellUsAboutYourself
source: Tell us about yourself for a personalized program
ru: Расскажите о себе для персональной программы

# unitSystem
source: Units
ru: Единицы

source: cm
ru: см

source: kg
ru: кг

source: Name
ru: Название

source: Age
ru: Возраст

# height
source: Height (cm)
ru: Рост (см)

source: Weight
ru: Вес

source: Gender
ru: Пол

source: Male
ru: Мужской

source: Female
ru: Женский

source: Goal
ru: Цель

source: Fitness
ru: Фитнес

source: Weight Loss
ru: Похудение

source: Muscle Gain
ru: Набор массы

# continueButton
source: Continue
ru: Продолжить

source: Training
ru: Тренировки

source: Nutrition
ru: Питание

source: Profile
ru: Профиль

source: Create Program
ru: Создать программу

# todayWorkout
source: Today's Workout
ru: Сегодняшняя тренировка

source: Start Workout
ru: Начать тренировку

source: Complete Workout
ru: Завершить тренировку

source: Chat with Trainer
ru: Чат с тренером

source: Upload Fridge Photo
ru: Загрузить фото холодильника

source: Meal Plan
ru: План питания

source: Add Meal
ru: Добавить блюдо

source: New Dish
ru: Новое блюдо

source: BMI
ru: ИМТ

source: Level
ru: Уровень

source: Progress
ru: Прогресс

source: Body Composition
ru: Состав тела

# physicalParams
source: Physical Parameters
ru: Физические параметры

source: Achievements
ru: Достижения

source: Quick Actions
ru: Быстрые действия

source: Settings
ru: Настройки

source: Notifications
ru: Уведомления

# privacy
source: Privacy & Data
ru: Приватность и данные

source: Language
ru: Язык

source: Permissions
ru: Разрешения

# about
source: About App
ru: О приложении

source: Loading...
ru: Загрузка...

# error
source: Oops! Something went wrong
ru: Упс! Что-то пошло не так

# retry
source: Try Again
ru: Попробовать снова

# outOf
source: of
ru: из

source: Save
ru: Сохранить

source: Cancel
ru: Отмена

source: OK
ru: ОК

source: Yes
ru: Да

source: No
ru: Нет

source: Start Exercise
ru: Начать упражнение

source: Add to Meal
ru: В рацион

source: All Added ✔
ru: Все добавлено ✔

source: Suggested Products
ru: Предложенные продукты

# excellentAllAccounted
source: Excellent! Everything accounted for.
ru: Отлично! Всё учтено.

# partnerStoreSoon
source: Partner Store — Coming Soon ✨
ru: Партнёрский магазин — скоро ✨

source: Buy All Selected
ru: Купить всё выбранное

# nutritionByPhoto
source: Nutrition by Photo, Diet Control, Questions
ru: КБЖУ по фото, контроль питания, вопросы

# todayMealPlan
source: Today's Meal Plan
ru: Рацион на сегодня

source: Full Meal Plan
ru: Полный рацион

# uploadFridgePhotoDesc
source: Upload a photo of your fridge — we'll suggest what to buy and what to cook.
ru: Загружай фото холодильника — подскажем, что докупить и что приготовить.

# uploadFridgePhotoLabel
source: Upload Fridge Photo
ru: Загрузить фото холодильника

source: Suggest Recipes
ru: Предложить рецепты

source: Change Photo
ru: Изменить фото

source: Select Day
ru: Выберите день

source: Monday
ru: Понедельник

source: Tuesday
ru: Вторник

source: Wednesday
ru: Среда

source: Thursday
ru: Четверг

source: Friday
ru: Пятница

source: Saturday
ru: Суббота

source: Sunday
ru: Воскресенье

source: Today
ru: Сегодня

source: Chest
ru: Грудь

source: Shoulders
ru: Плечи

source: Triceps
ru: Трицепс

source: Back
ru: Спина

source: Biceps
ru: Бицепс

source: Abs
ru: Пресс

source: Legs
ru: Ноги

source: Glutes
ru: Ягодицы

source: Calves
ru: Икры

source: Exercises
ru: Упражнения

source: Sets
ru: Подходы

source: Reps
ru: Повторы

source: Rest
ru: Отдых

source: Technique
ru: Техника

source: Tips
ru: Советы

source: Muscle Groups
ru: Группы мышц

source: Workout Program
ru: Программа тренировок

source: Physical Parameters
ru: Физические параметры

source: Workouts
ru: Тренировки

# completed
source: Done
ru: Готово

source: Streak
ru: Серия

source: Gallery
ru: Галерея

source: Body Scan
ru: Сканирование тела

source: Edit Profile
ru: Редактировать профиль

source: Logout
ru: Выйти

source: Consistency
ru: Стабильность

source: Change
ru: Изменить

source: User
ru: Пользователь

source: Strength
ru: Развитие силы

source: Endurance
ru: Выносливость

source: General Fitness
ru: Общая физическая форма

source: Not Specified
ru: Не указано

source: Exercise Details
ru: Детали упражнения

source: Work
ru: Работа

source: Workout
ru: Тренировка

source: Pause
ru: Пауза

source: Start
ru: Старт

source: Reset
ru: Сброс

# createPersonalProgram
source: Create a personal 28-day program
ru: Создай персональную программу на 28 дней

# weConsiderGoal
source: We consider your goal, body parameters and activity.
ru: Мы учитываем цель, параметры тела и активность.

source: Day
ru: День

source: Plan for day
ru: План на день

# startWillBeAvailable
source: Start will be available on workout day
ru: Старт будет доступен в день тренировки

source: Omelet with vegetables
ru: Омлет с овощами

source: Chicken with rice
ru: Курица с рисом

source: Cottage cheese with berries
ru: Творог с ягодами

source: Olive oil
ru: Оливковое масло

source: Oatmeal
ru: Овсянка

source: Greek yogurt
ru: Йогурт греческий

source: Lunch
ru: Обед

source: Added to
ru: Добавлено в

source: Full
ru: Полный

source: Push Notifications
ru: Push-уведомления

source: Workout and nutrition reminders
ru: Напоминания о тренировках и питании

source: Manage notifications
ru: Управление уведомлениями

# setTimeAndTypes
source: Set time and types of notifications
ru: Настроить время и типы уведомлений

source: Privacy and Data
ru: Приватность и данные

source: Usage Analytics
ru: Аналитика использования

# helpImproveApp
source: Help improve the app
ru: Помочь улучшить приложение

source: Data Sharing
ru: Обмен данными

# anonymousStatsForResearch
source: Anonymous statistics for research
ru: Анонимная статистика для исследований

source: Export Data
ru: Экспорт данных

source: Download all your data
ru: Скачать все ваши данные

source: Delete All Data
ru: Удалить все данные

source: Clear all app data
ru: Очистить все данные приложения

source: Language and Region
ru: Язык и регион

source: Camera Permission
ru: Разрешение камеры

source: Needed for photo upload
ru: Нужно для загрузки фото

source: Storage Permission
ru: Разрешение хранилища

source: Needed for data storage
ru: Нужно для хранения данных

source: Settings saved
ru: Настройки сохранены

source: Front Delts
ru: Передние дельты

source: Side Delts
ru: Средние дельты

source: Rear Delts
ru: Задние дельты

source: Arms
ru: Руки

source: Rest Day
ru: День отдыха

source: Rest and Recovery
ru: Отдых и восстановление

source: Growing
ru: Растет

source: Calories
ru: Калории

source: Days
ru: Дни

source: Progress Overview
ru: Обзор прогресса

source: Week Warrior
ru: Воин недели

# workedOutFor7Days
source: Worked out for 7 days straight
ru: Тренировался 7 дней подряд

source: Nutrition Master
ru: Мастер питания

source: Tracked meals for 30 days
ru: Отслеживал питание 30 дней

source: Fitness Enthusiast
ru: Любитель фитнеса

# barbellBenchPressTechnique
source: Lie on the bench, grab the barbell with a grip wider than your shoulders. Lower the barbell to your chest, then press up, fully extending your arms. Keep your shoulder blades retracted, feet stable on the floor.
ru: Лягте на скамью, возьмите штангу хватом шире плеч. Опустите штангу к груди, затем выжмите вверх, полностью выпрямляя руки. Держите лопатки сведенными, ноги устойчиво на полу.

# barbellMilitaryPressTechnique
source: Stand straight, feet shoulder-width apart. Take the barbell at shoulder level. Press the barbell up overhead, fully extending your arms. Lower it back down in a controlled manner.
ru: Встаньте прямо, ноги на ширине плеч. Возьмите штангу на уровне плеч. Выжмите штангу вверх над головой, полностью выпрямляя руки. Опустите контролируемо обратно.

# dumbbellInclinePressTechnique
source: Set the bench at a 30-45 degree angle. Lie down, grab the dumbbells. Lower the dumbbells to your chest, then press up in an arc, bringing your hands together at the top.
ru: Установите скамью под углом 30-45 градусов. Лягте, возьмите гантели. Опустите гантели к груди, затем выжмите вверх по дуге, сводя руки в верхней точке.

# dumbbellLateralRaisesTechnique
source: Stand straight, hold dumbbells at your sides. Raise the dumbbells to the sides to shoulder level, slightly bending your elbows. Lower them back down in a controlled manner.
ru: Встаньте прямо, держите гантели по бокам. Поднимите гантели в стороны до уровня плеч, слегка согнув локти. Опустите контролируемо в исходное положение.

# dumbbellTricepExtensionsTechnique
source: Sit or stand, hold a dumbbell with both hands behind your head. Extend your arms at the elbows, raising the dumbbell up. Lower it back down behind your head in a controlled manner.
ru: Сядьте или встаньте, держите гантель обеими руками за головой. Разгибайте руки в локтях, поднимая гантель вверх. Опустите контролируемо за голову.

# defaultTechnique
source: Proper exercise technique. Watch your breathing and control your movements.
ru: Правильная техника выполнения упражнения. Следите за дыханием и контролируйте движения.

# barbellBenchPressTips
source: Keep your core tight, maintain a slight arch in your back, and control the weight throughout the movement.
ru: Держите корпус напряженным, поддерживайте легкий прогиб в спине и контролируйте вес на протяжении всего движения.

# barbellMilitaryPressTips
source: Keep your core engaged, don't lean back excessively, and press straight up overhead.
ru: Держите корпус напряженным, не отклоняйтесь назад чрезмерно и жмите прямо вверх над головой.

# dumbbellInclinePressTips
source: Control the weight, don't let it bounce off your chest, and focus on the squeeze at the top.
ru: Контролируйте вес, не давайте ему отскакивать от груди и сосредоточьтесь на сжатии в верхней точке.

# dumbbellLateralRaisesTips
source: Use a controlled motion, don't swing the weights, and focus on the deltoid contraction.
ru: Используйте контролируемое движение, не раскачивайте веса и сосредоточьтесь на сокращении дельт.

# dumbbellTricepExtensionsTips
source: Keep your elbows close to your head, don't let them flare out, and control the stretch.
ru: Держите локти близко к голове, не давайте им разводиться в стороны и контролируйте растяжение.

# defaultTips
source: Focus on proper form, control the weight, and listen to your body.
ru: Сосредоточьтесь на правильной форме, контролируйте вес и прислушивайтесь к своему телу.

source: Progress Gallery
ru: Галерея прогресса

source: No progress photos
ru: Нет фото прогресса

# addFirstPhoto
source: Take your first progress photo to start tracking your fitness journey
ru: Сделайте первое фото прогресса, чтобы начать отслеживать свой фитнес-путь

source: Take Photo
ru: Сделать фото

source: Photo added!
ru: Фото добавлено!

source: Photo deleted
ru: Фото удалено

source: Trial Roulette
ru: Рулетка пробного периода

source: SPIN THE WHEEL
ru: КРУТИТЬ

source: Spin
ru: Крутить

source: Congratulations! 🎉
ru: Поздравляем! 🎉

# youWonDays
source: You won {days} days of free trial!
ru: Вы выиграли {days} дней бесплатного доступа!

source: Buy Premium
ru: Купить Premium

source: Premium Subscription
ru: Premium подписка

# unlockFullPotential
source: Unlock Your Full Potential
ru: Раскрой свой потенциал

source: Personalized workouts
ru: Персональные тренировки

# personalizedWorkoutsDesc
source: Custom training plans adapted to your goals
ru: Программы тренировок под твои цели

source: Nutrition Tracking
ru: Отслеживание питания

# nutritionTrackingDesc
source: Track macros and get meal recommendations
ru: Отслеживай КБЖУ и получай рекомендации

source: Progress Analytics
ru: Аналитика прогресса

# progressAnalyticsDesc
source: Detailed statistics and achievements
ru: Детальная статистика и достижения

source: AI Nutrition Coach
ru: AI-нутрициолог

# aiNutritionCoachDesc
source: Get personalized diet advice
ru: Персональные советы по питанию

source: Workout Library
ru: Библиотека упражнений

# workoutLibraryDesc
source: Access 500+ exercises with video guides
ru: Доступ к 500+ упражнениям с видео

source: Body Scan Analysis
ru: Анализ состава тела

# bodyScanAnalysisDesc
source: Track your body composition changes
ru: Отслеживай изменения состава тела

source: Priority Support
ru: Приоритетная поддержка

# prioritySupportDesc
source: Get faster responses from our team
ru: Быстрые ответы от нашей команды

source: Ad-Free Experience
ru: Без рекламы

# adFreeExperienceDesc
source: Enjoy the app without interruptions
ru: Наслаждайся приложением без прерываний

source: Invest in Yourself
ru: Инвестируй в себя

# gwagonMessage
source: For the price of 3 coffees, you get a personal trainer. Or save up for a G-Wagon... your choice 😎
ru: За цену 3 чашек кофе ты получаешь личного тренера. Или копи на гелик... выбирай 😎

# choosePlan
source: Choose Your Plan
ru: Выбери свой план

source: Monthly
ru: Месяц

source: Yearly
ru: Год

source: Save 40%
ru: Экономия 40%

source: Start Free Trial
ru: Начать пробный период

source: AI Chat - Trainer
ru: AI Чат - Тренер

source: AI Chat - Nutritionist
ru: AI Чат - Нутрициолог

# typeMessage
source: Type your message...
ru: Введите сообщение...

source: Nutrition Goals
ru: Цели по питанию

source: Edit Goal
ru: Изменить цель

source: Recommended
ru: Рекомендовано

# basedOnYourData
source: Based on your height, weight, age and activity level
ru: На основе вашего роста, веса, возраста и активности

# useRecommended
source: Use Recommended Value
ru: Использовать рекомендованное значение

source: Goal updated
ru: Цель обновлена

source: Protein
ru: Белки

source: Fat
ru: Жиры

source: Carbs
ru: Углеводы

source: kcal
ru: ккал

source: AI Nutritionist Chat
ru: AI Чат с нутрициологом

source: Fridge-based Meal Plan
ru: План питания по холодильнику

source: Add Dish
ru: Добавить блюдо

source: Breakfast
ru: Завтрак

source: Dinner
ru: Ужин

source: Snack
ru: Перекус

source: Delete Meal?
ru: Удалить прием пищи?

# deleteMealConfirm
source: Are you sure you want to delete this meal?
ru: Вы уверены, что хотите удалить этот прием пищи?

source: Delete
ru: Удалить

source: Meal Deleted
ru: Прием пищи удален

source: Edit Dish
ru: Редактировать блюдо

source: Dish Name
ru: Название блюда

source: Calories (kcal)
ru: Калории (ккал)

source: Protein (g)
ru: Белки (г)

source: Fat (g)
ru: Жиры (г)

source: Carbs (g)
ru: Углеводы (г)

source: Delete Dish?
ru: Удалить блюдо?

# deleteDishConfirm
source: Are you sure you want to delete "{name}"?
ru: Вы уверены, что хотите удалить "{name}"?

source: Dish Deleted
ru: Блюдо удалено

source: Dish Updated
ru: Блюдо обновлено

# enterDishName
source: Please enter dish name
ru: Введите название блюда

source: Replace with another dish
ru: Заменить другим блюдом

# enterValidCalories
source: Please enter valid calories
ru: Пожалуйста, введите корректное количество калорий

# enterValidProtein
source: Please enter valid protein amount
ru: Пожалуйста, введите корректное количество белков

# enterValidFat
source: Please enter valid fat amount
ru: Пожалуйста, введите корректное количество жиров

# enterValidCarbs
source: Please enter valid carbs amount
ru: Пожалуйста, введите корректное количество углеводов

# commandHelp
source: Available Commands
ru: Доступные команды

# commandFat
source: /fat <number> - Set fat goal
ru: /fat <число> - Установить цель по жирам

# commandProtein
source: /protein <number> - Set protein goal
ru: /protein <число> - Установить цель по белкам

# commandCarbs
source: /carbs <number> - Set carbs goal
ru: /carbs <число> - Установить цель по углеводам

# commandCalories
source: /calories <number> - Set calories goal
ru: /calories <число> - Установить цель по калориям

# commandSwapMeal
source: /swap_meal <old> -> <new> - Replace meal
ru: /swap_meal <старое> -> <новое> - Заменить блюдо

# commandSwapExercise
source: /swap_exercise <old> -> <new> - Replace exercise
ru: /swap_exercise <старое> -> <новое> - Заменить упражнение

# unknownCommand
source: Unknown command. Type /help for available commands.
ru: Неизвестная команда. Напишите /help для списка доступных команд.

# completeProfile
source: Complete your profile
ru: Заполните профиль

source: years
ru: лет

# trackYourIntake
source: Track your daily intake
ru: Отслеживай свой рацион

# exerciseSwapped
source: Exercise replaced successfully
ru: Упражнение успешно заменено

# exerciseNotFound
source: Exercise not found in current workout
ru: Упражнение не найдено в текущей тренировке

# noActiveWorkout
source: No active workout. Start a workout first.
ru: Нет активной тренировки. Сначала начните тренировку.

source: Replace Dish
ru: Заменить блюдо

# enterNewDishName
source: Enter the name of the new dish
ru: Введите название нового блюда

source: New dish name
ru: Новое название

source: Replace
ru: Заменить

source: Replacement requested
ru: Запрошена замена

# aiWillSuggestReplacement
source: AI will suggest a replacement
ru: AI предложит замену

# settingsTitle
source: Settings
ru: Настройки

# notificationsSection
source: Notifications
ru: Уведомления

source: Workout Reminders
ru: Напоминания о тренировках

# dataSection
source: Data
ru: Данные

source: Clear Data
ru: Очистить данные

# clearDataSubtitle
source: Delete all application data
ru: Удалить все данные приложения

# aboutSection
source: About
ru: О приложении

source: Version
ru: Версия

source: Privacy Policy
ru: Политика конфиденциальности

# privacyPolicySubtitle
source: How we use your data
ru: Как мы используем ваши данные

source: Terms of Service
ru: Условия использования

# termsOfServiceSubtitle
source: Application usage rules
ru: Правила использования приложения

source: Support
ru: Поддержка

# supportSubtitle
source: Contact us
ru: Связаться с нами

# languageSetting
source: Language
ru: Язык

# logoutButton
source: Logout
ru: Выйти из аккаунта

source: Workout completed
ru: Тренировка завершена

# workoutCompletedDesc
source: Great work! Workout successfully completed.
ru: Отличная работа! Тренировка успешно завершена.

source: Nutrition Goal Met!
ru: Цель по питанию достигнута!

source: Select Language
ru: Выберите язык

# deleteDataWarning
source: Are you sure you want to delete all application data?
ru: Вы уверены, что хотите удалить все данные приложения?

# deleteDataDescription
source: This action cannot be undone. All data about workouts, nutrition, and progress will be deleted.
ru: Это действие нельзя отменить. Все данные о тренировках, питании и прогрессе будут удалены.

# deleteButton
source: Delete
ru: Удалить

# supportTitle
source: Support
ru: Поддержка

# supportDescription
source: If you have questions or suggestions, contact us:
ru: Если у вас есть вопросы или предложения, свяжитесь с нами:

# privacyPolicyTitle
source: Privacy Policy
ru: Политика конфиденциальности

# privacyPolicyContent
source: PulseFit Pro respects your privacy. All data is stored locally on your device and is not shared with third parties without your consent.
ru: PulseFit Pro уважает вашу приватность. Все данные хранятся локально на вашем устройстве и не передаются третьим лицам без вашего согласия.

# workoutsCount
source: workouts
ru: тренировок

source: Today's Win
ru: Успех дня

# todaysWinDescription
source: Complete workout or nutrition goal to earn today's win
ru: Выполните тренировку или цель по питанию, чтобы заработать успех дня

# bmiDescription
source: BMI (Body Mass Index) shows the ratio of your weight to height. Formula: Weight (kg) / (Height (m))². Normal: 18.5-24.9. Below 18.5 - underweight, 25-29.9 - overweight, 30+ - obesity.
ru: ИМТ (Индекс Массы Тела) показывает соотношение вашего веса к росту. Формула: Вес (кг) / (Рост (м))². Норма: 18.5-24.9. Меньше 18.5 - недостаточный вес, 25-29.9 - избыточный вес, 30+ - ожирение.

source: Weekly Progress
ru: Прогресс за неделю

source: Sleep
ru: Сон

source: First Workout
ru: Первая тренировка

source: Completed first workout!
ru: Выполнил первую тренировку!

source: Complete your profile
ru: Заполните профиль

# heightUnit
source: cm
ru: см

# fridgeMealPlan
source: Fridge-based meal plan
ru: Рацион по фото холодильника

# workoutSettingsTitle
source: Workout Settings
ru: Настройка тренировки

# workoutSettingsSubtitle
source: Set time for exercises and rest:
ru: Установите время для упражнений и отдыха:

# exerciseLabel
source: Exercise:
ru: Упражнение:

# restLabel
source: Rest:
ru: Отдых:

# seconds
source: s
ru: с

# generatingProgramTitle
source: Creating your personal workout program...
ru: Составляем персональную программу тренировок...

# generatingProgramSubtitle
source: This will take just a few seconds
ru: Это займет всего несколько секунд

# streakDays
source: Day streak
ru: Серия дней

# streakLabel
source: Streak
ru: Серия

# streakHelp
source: Number of consecutive days you completed at least one goal (workout or nutrition).
ru: Количество дней подряд, когда вы выполняли хотя бы одну цель (тренировка или питание).

# activityLabel
source: Activity
ru: Активность

# activityDays
source: days
ru: дней

# workoutScheduleTitle
source: Training Program
ru: Программа тренировок

source: Start Again
ru: Пройти заново

# restDayTitle
source: Rest Day
ru: День отдыха

# restDayDesc
source: Recovery is just as important as training
ru: Восстановление так же важно, как и тренировки

source: Customize Workout
ru: Настроить тренировку

source: AI Trainer Chat
ru: Чат с AI-тренером

# workoutUpdated
source: Workout updated successfully
ru: Тренировка обновлена успешно

source: Failed to update workout
ru: Не удалось обновить тренировку

source: Workout available today only
ru: Тренировка доступна только сегодня

# workoutAvailableTodayOnlyDesc
source: You can only perform the workout on the current day. Select today.
ru: Вы можете выполнить тренировку только в текущий день. Выберите сегодняшний день.

source: Meal Added
ru: Приём пищи добавлен

source: Meal Renamed
ru: Приём пищи переименован

source: Dish Added
ru: Блюдо добавлено

source: Rename
ru: Переименовать

source: All
ru: Все

source: Partial
ru: Частично

source: Missed
ru: Пропущено

source: No activity
ru: Нет активности

# workoutCheck
source: Workout ✓
ru: Тренировка ✓

# nutritionCheck
source: Nutrition ✓
ru: Питание ✓

# workoutAndNutritionCheck
source: Workout ✓ Nutrition ✓
ru: Тренировка ✓ Питание ✓

source: Minutes
ru: Минут

source: Total
ru: Всего

source: Update Weight
ru: Обновить вес

source: Success Day
ru: Успех дня

source: Characteristics
ru: Характеристики

# setNumber
source: Set {current}/{total}
ru: Подход {current}/{total}

# restPhase
source: Rest
ru: Отдых

source: Front
ru: Спереди

# backView
source: Back
ru: Сзади

source: month
ru: месяц

source: year
ru: год

source: AI form feedback
ru: AI анализ техники

source: Progress tracking
ru: Отслеживание прогресса

source: Unlimited AI chat
ru: Неограниченный AI чат

# nameChangedTo
source: Name changed to "{name}"
ru: Название изменено на "{name}"

# grams
source: g
ru: г

source: Avatar updated
ru: Аватар обновлён

source: Profile updated
ru: Профиль обновлён

source: Data saved
ru: Данные сохранены

source: Copied
ru: Скопировано

source: Deleted
ru: Удалено

source: Added
ru: Добавлено

source: Updated
ru: Обновлено

source: Sent
ru: Отправлено

# errorOccurred
source: An error occurred
ru: Произошла ошибка

source: Network error
ru: Ошибка сети

# tryAgainLater
source: Please try again later
ru: Попробуйте позже

# customMeal
source: Other
ru: Другое

source: Exercise skipped
ru: Упражнение пропущено

source: Set completed
ru: Подход выполнен

source: Rest time
ru: Время отдыха

# startWorkoutButton
source: Start workout
ru: Начать тренировку
